---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DisplacedElementDisplacementZ
source: html/69aae96e-9ed0-5e40-066f-1abddb150d46.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DisplacedElementDisplacementZ Property

"Z Displacement"

## Syntax (C#)
```csharp
public static ForgeTypeId DisplacedElementDisplacementZ { get; }
```